[
    {
        "title": "Solo Leveling",
        "genre": "Action, Fantasy",
        "writer": "Chugong",
        "art": "Redice Studio",
        "reads": "2.5B",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728474020/Screenshot-2024-10-01-090334-750x375_otlc1y.webp",
        "description": "One of the best action fantasy manhwa and the most talked about adaptation in recent times is undoubtedly Solo Leveling. It is set in a world where humans have discovered supernatural skills, while our protagonist, Sung Jin-Woo, is a nobody with his E-Rank hunting skills. Things will take an interesting turn for him when he becomes the sole survivor of a dungeon raid. Awakened with strange new powers, Sung Jin-Woo will level up from being the weakest Hunter and eventually become the most powerful entity in the universe."
    },
    {
        "title": "Tower of God",
        "genre": "Action, Fantasy",
        "creator": "SIU (Lee Jong Hui)",
        "release": "2010 – Present",
        "episodes": "197",
        "reads": "1.2B",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728473911/tower-of-god_fhppkd.webp",
        "description": "Even if you are not a manhwa fan, you must have heard of Tower of God. This action fantasy manhwa became especially popular after its anime adaptation. Tower of God focuses on Twenty-Fifth Bam, the young protagonist of the manhwa, who is determined to climb a mysterious Tower to find his friend Rachel. The titular tower has different floors, and each floor has different obstacles."
    },
    {
        "title": "Hardcore Leveling Warrior",
        "genre": "Action, Fantasy",
        "creator": "Sehoon Kim",
        "episodes": "14",
        "status": "Completed",
        "reads": "233.3M",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728474286/hard-levelign-warrior-750x375_1_bb3c6p.webp",
        "description": "Gong Won-Ho is the top player of Lucid Adventure because he uses his alias, Hardcore Leveling Warrior, to stay on top. However, one day, the unimaginable happens – he gets defeated, and now he has to get back on the top from the bottom. The most fascinating aspect of this manhwa is how he climbed his way to the top in the first place."
    },
    {
        "title": "Noblesse",
        "genre": "Action, Fantasy",
        "writer": "Jeho Son",
        "art": "Kwangsu Lee",
        "release": "2007 – 2019",
        "episodes": "50",
        "reads": "439.7M",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728473755/noblesse-750x375_aqb61h.webp",
        "description": "After being in a slumber for over 800 years, Cadis Etrama Di Raizel, aka Rai, wakes up in an unfamiliar modern world. Fortunately, he meets his loyal servant Frankenstein, who is now the owner of a high school. After attending the school, Rai tries to live an ordinary life, concealing his true identity; however, that won’t happen for long."
    },
    {
        "title": "The God of High School",
        "genre": "Action, Fantasy",
        "creator": "Yongje Park",
        "release": "2014",
        "episodes": "34",
        "reads": "786.1M",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728474095/Screenshot-2024-10-01-000548-750x375_pfq2iw.webp",
        "description": "The God of High School is one of the best action fantasy manhwa that has been adapted into an anime. Jin Mori, the protagonist of the story, takes part in a suspicious tournament, the prize of which is whatever the winner wants. Like Twenty-Fifth Baam, Mori seems like an ordinary individual, but as he confronts challenges, he understands more about the three realms and his powers."
    },
    {
        "title": "Second Life Ranker",
        "genre": "Action, Fantasy",
        "writer": "Nong Nong",
        "illustrator": "Sa Doyeon",
        "chapters": "174",
        "release": "2019 – Present",
        "reads": "631M",
        "image": "https://res.cloudinary.com/dvnltsuzz/image/upload/v1728474220/Second-life-ranker-750x375_cv3djn.webp",
        "description": "Second Life Ranker tells the story of Yeon-Woo who is searching for his twin brother. He stumbles upon hints that lead to the certainty of his brother’s demise in an alternate dimension. Yeon-Woo is determined to find the people behind his brother’s death and eventually embarks on his journey of revenge."
    }
]
